; Polski
; Tłumaczył na Polski jawdar

[Polish]
IDS_UPDATE_NO=Aktualizacje nie są dostępne.
IDS_UPDATE_YES=Update available, download and install them?
IDS_FILE=Plik
IDS_SETTINGS=Ustawienia
IDS_EXIT=Wyjdź
IDS_LANGUAGE=Language
IDS_HELP=Pomoc
IDS_WEBSITE=Strona internetowa
IDS_CHECKUPDATES=Sprawdź aktualizacje
IDS_ABOUT=O programie
IDS_DONATE=Przekaż darowiznę
IDS_TRAY_SHOW=Pokaż/Ukryj
IDS_TRAY_DISABLE=Wyłącz
IDS_TRAY_POPUP_1=Czyść obszary
IDS_TRAY_POPUP_2=Czyść Kiedy przekroczy
IDS_TRAY_POPUP_3=Czyść wszystko co
IDS_CLEAN=W Y C Z Y Ś Ć
IDS_GROUP_1=Pamięć Fizyczna
IDS_GROUP_2=Plik stronicowania
IDS_GROUP_3=Praca systemu
IDS_ITEM_1=Użycie
IDS_ITEM_2=Wolna
IDS_ITEM_3=Całkowita/dostępna
IDS_SETTINGS_GENERAL=Ogólne ustawienia
IDS_SETTINGS_MEMORY=Czyszczenie pamięci
IDS_SETTINGS_APPEARANCE=Wygląd
IDS_SETTINGS_TRAY=Ikona w zasobniku
IDS_CLOSE=Zamknij
IDS_TITLE_1=Konfiguracja ogólna
IDS_TITLE_2=Język
IDS_TITLE_3=Regiony pamięci do czyszczenia
IDS_TITLE_4=Zarządzanie pamięcią
IDS_TITLE_5=Skrót (globalny)
IDS_TITLE_6=Styl
IDS_TITLE_7=Wybierz kolor
IDS_TITLE_8=Sterowanie myszą
IDS_TITLE_9=Porady dymkowe
IDS_ALWAYSONTOP_CHK=Zawsze na wierzchu
IDS_LOADONSTARTUP_CHK=Załaduj przy starcie systemu
IDS_STARTMINIMIZED_CHK=Start minimized
IDS_REDUCTCONFIRMATION_CHK=Potwierdź czyszczenie pamięci
IDS_SKIPUACWARNING_CHK=Pomiń szybkie ostrzegani - "Kontrolę konta użytkownika"
IDS_CHECKUPDATES_CHK=Okresowo sprawdzaj aktualizacje (zalecane)
IDS_LANGUAGE_HINT=Wybierz język:
IDS_WORKINGSET_CHK=工作集
IDS_SYSTEMWORKINGSET_CHK=系统文件缓存
IDS_STANDBYLISTPRIORITY0_CHK=备用列表（无优先级）
IDS_STANDBYLIST_CHK=备用列表*
IDS_MODIFIEDLIST_CHK=已修改页列表*
IDS_COMBINEMEMORYLISTS_CHK=合并内存列表 (Win10+)
IDS_AUTOREDUCTENABLE_CHK=Czyść gdy powyżej: (%)
IDS_AUTOREDUCTINTERVALENABLE_CHK=Czyść co: (min.)
IDS_HOTKEY_CLEAN_CHK=Czyść pamięć:
IDS_TRAYUSETRANSPARENCY_CHK=Korzystaj z przezroczystym tłem
IDS_TRAYSHOWBORDER_CHK=Pokaż obramowanie
IDS_TRAYROUNDCORNERS_CHK=Zaokrąglanie narożników
IDS_TRAYCHANGEBG_CHK=Zmiana koloru tła (zamiast tekstu i obramowania)
IDS_TRAYUSEANTIALIASING_CHK=Wygładzanie
IDS_FONT_HINT=Font:
IDS_COLOR_TEXT_HINT=Kolor tekstu
IDS_COLOR_BACKGROUND_HINT=Kolor tła
IDS_COLOR_WARNING_HINT="Poziom ostrzeżeń" Kolor
IDS_COLOR_DANGER_HINT="Poziom zagrożenia" Kolor
IDS_TRAYLEVELWARNING_HINT="Poziom ostrzeżeń" Uruchom gdy: (%)
IDS_TRAYLEVELDANGER_HINT="Poziom zagrożenia" Uruchom gdy: (%)
IDS_TRAYACTIONSC_HINT=Single click:
IDS_TRAYACTIONMC_HINT=Kliknięcie środkowym przyciskiem:
IDS_TRAY_ACTION_1=Pokaż/Ukryj
IDS_TRAY_ACTION_2=W Y C Z Y Ś Ć
IDS_TRAY_ACTION_3=Otwórz Menedżer zadań
IDS_SHOW_CLEAN_RESULT_CHK=Pokaż wyniki czyszczenie pamięci
IDS_QUESTION=Czy chcesz rozpocząć czyszczenie pamięci?
IDS_QUESTION_WARNING=Switching-on "Standby list" and "Modified page list" may freeze your computer for almost a minute or so, are you sure to enable this option?
IDS_QUESTION_FLAG_CHK=Do not ask again
IDS_STATUS_CLEANED=Pamięć została oczyszczona o %s.
IDS_STATUS_NOPRIVILEGES=Wymagane uprawnienia administratora, uruchom program jako administrator!
IDS_UPDATE_DOWNLOAD=Downloading update...
IDS_UPDATE_DONE=Downloading update finished.
IDS_UPDATE_ERROR=Update server connection error.
IDS_UPDATE_INIT=Checking for new releases...
IDS_UPDATE_INSTALL=Update available, do you want to install them?
IDS_RESET=Reset
IDS_QUESTION_RESET=Are you really sure you want to reset all application settings?
IDS_NOTIFICATIONSOUND_CHK=Włącz dźwięk powiadomienia
IDS_TITLE_ADVANCED=Zaawansowane
IDS_VIEW=View
IDS_USEDARKTHEME=Use dark theme
IDS_UPDATE_SPEED=Speed
IDS_TITLE_10=上次清理状态
IDS_CLEANUP_STATUS_OK=成功
IDS_CLEANUP_STATUS_FAIL=失败 (0x%08X)
IDS_CLEANUP_STATUS_SKIP=已跳过（系统不支持）
IDS_CLEANUP_STATUS_NONE=未执行
IDS_MODIFIEDFILECACHE_CHK=已修改文件缓存
IDS_REGISTRYCACHE_CHK=注册表缓存 (Win8.1+)
IDS_ALLOWSTANDBYLISTCLEANUP_CHK=允许在自动清理时清理“备用列表”和“已修改页列表”
IDS_LOGRESULTS_CHK=将清理结果记录到调试日志
IDS_LANGUAGE_SECTION_HINT=（语言）
IDS_LANGUAGE_MENU_FORMAT=%s（语言）
IDS_REGION_UNKNOWN=未知
IDS_CMDLINE_HELP_TITLE=memreduct.exe 可用选项：
IDS_CMDLINE_HELP_BODY=-clean - 清理默认内存区域\r\n-clean:full - 清理全部内存区域
IDS_CLEANUP_REASON_AUTO=清理（自动）
IDS_CLEANUP_REASON_MANUAL=清理（手动）
IDS_CLEANUP_REASON_HOTKEY=清理（快捷键）
IDS_CLEANUP_REASON_CMDLINE=清理（命令行）
IDS_TRAY_INTERVAL_ITEM=%lld 分钟
IDS_REGIONS_HELP_TITLE=内存区域清理说明
IDS_REGIONS_HELP_BODY=【前提】清理内存需要管理员权限；未提权时无法更改选项或执行清理。\r\n\r\n【各选项含义与影响】\r\n• 工作集：回收各进程近期未使用的物理内存。影响较小，适合日常使用。\r\n• 系统文件缓存：释放系统用于加速读盘的文件缓存。可能短暂增加磁盘读取，通常可接受。\r\n• 备用列表（无优先级）：清理低优先级待机页，收益与风险较均衡。\r\n• 已修改文件缓存：释放已修改但仍驻留内存的文件数据，中等影响。\r\n• 注册表缓存 (Win8.1+)：清理注册表相关缓存，需较新系统。\r\n• 合并内存列表 (Win10+)：合并相似内存页以节省空间，影响因系统负载而异。\r\n• 备用列表* / 已修改页列表*：清理范围更大，可能造成数秒至约一分钟无响应；内存并不紧张时收益有限、副作用更明显。\r\n\r\n【手动 vs 自动】\r\n• 手动清理：按当前勾选项执行，带*项也可勾选。\r\n• 自动/定时/快捷键：默认会排除带*项；仅在「高级」中启用“允许在自动清理时清理备用列表和已修改页列表”后，自动清理才会包含它们。\r\n\r\n【使用建议】\r\n• 日常办公/浏览：保持默认勾选项即可，内存占用偏高时再手动清理。\r\n• 游戏/直播/剪辑：避免在运行大型程序时清理；不要启用带*项；优先关闭不用的程序。\r\n• 内存已充足（约低于 70%）：频繁清理意义不大，可能增加磁盘 IO。\r\n• 内存紧张（约高于 85%）：可先清理默认项；仍慎用带*项。\r\n\r\n带*项首次启用时程序会额外提示确认，请仔细阅读后再决定。
